Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/Samiske_tall_forteller_4_SAM.pdf.tmx
Source language: sme
Languages: nob

source: Lohku ohppiin geain lea sámegiella vuosttašgiellan guovtti stáhta sámi joatkkaskuvllain Sis-Finnmárkkus , oktan proseantaosiin olles ohppiidlogus 2005/06–2010/11 2005/06
nob: Talet på elevar med samisk som førstespråk ved dei to statlege samiske vidaregåande skulane i Indre Finnmark , med prosentdel av det samla elevtalet 2005/06 - 2010/ 11. 2005/06

source: Goappaš skuvllat
nob: Begge skulane

source: Guovdageaidnu
nob: Kautokeino

source: Kárášjohka
nob: Karasjok

source: Tabealla 2.13 čájeha ahte proseanta ohppiin geain lea sámegiella vuosttašgiellan guovtti stáhta joatkkaskuvllain lea 68 skuvlajagi 2010/11 .
nob: Tabell 2.13 viser at prosenten av elevar som har samisk som førstespråk ved dei to statlege samiske vidaregåande skulane , ligg på 68 i skuleåret 2010/11 .

source: Vaikko dát lea vuollegeamos proseanta viđa jagis , de ferte goitge dadjat proseanta bisson relatiivalaš dássedin maŋemus jagiid .
nob: Sjølv om dette er den lågaste prosenten på fem år , må ein seia at denne prosenten har halde seg relativt stabil dei siste åra .

source: Juohke jagi masa leat logut , lea ohppiid proseanta sis geat válljejit sámegiela vuosttašgiellan leamaš badjelis Guovdageainnu joatkkaskuvllas go Kárášjogas .
nob: Kvart år som vi har tal for , har prosenten elevar som vel samisk som førstespråk , vore høgre ved den vidaregåande skulen i Kautokeino enn i Karasjok .

source: Nu lea dán jagi maiddái , muhto Guovdageainnu vuosttašgiellaohppiid proseantaoassi lea mannan jagi njiedjan 92 % rájes 80 % rádjai .
nob: Det er han i år òg , men prosentdelen med førstespråkselevar i Kautokeino har det siste året gått ned frå 92 % til 80 % .

source: Dát sáhttá leat soaittáhis rievdan .
nob: Dette kan vera tilfeldig .

source: Go bidjat oktii loguid Tabeallas 2.13 olles riikka loguiguin Tabeallas 2.12 badjelis , de oaidnit ahte 55 % sámegiella vuosttašgiellaohppiin joatkkaskuvladásis Norggas leat oahppit guovtti stáhta skuvllain Sis-Finnmárkkus .
nob: Ved å halde saman tala i Tabell 2.13 med tala for heile landet i Tabell 2.12 ovanfor , ser vi at 55 % av førstespråkselevane i samisk på vidaregåande skulenivå i Noreg er elevar dei to statlege skulane i indre Finnmark .

source: Sivas go lohku ohppiin geat ožžot vuosttašgiellaoahpahusa eará skuvllain , lea lassánan , de lea proseanttalašoassi sis geat ožžot oahpahusa Sis-Finnmárkkus njiedjan golbma maŋemus jagi .
nob: På grunn av at talet på elevar som får samisk førstespråkopplæring ved andre skular , har stige , har den prosentdelen som får opplæring i Indre Finnmark , gått ned dei siste tre åra .

source: Tabealla 2.14
nob: Tabell 2.14

source: Lohku ohppiin geain lea sámegiella nubbingiellan 2 guovtti stáhta sámi joatkkaskuvllain Sis-Finnmárkkus 2005/06 – 2010/ 11. 2005/06
nob: Talet på elevar med samisk som andrespråk 2 ved dei to statlege samiske vidaregåande skulane i Indre Finnmark 2005/06–2010 / 11 .

source: 2010/11 N
nob: Tabell 2.15

source: Lohku ohppiin geain lea sámegiella nubbingiella 3 guovtti stáhtalaš sámi joatkkaskuvllain Sis-Finnmárkkus , oktan proseantaosiin olles ohppiidlogus 2005/06 – 2010/11 2005/06
nob: Talet på elevar med samisk som andrespråk 3 ved dei to statlege samiske vidaregåande skulane i Indre Finnmark , med prosentdel av det samla elevtalet 2005/06–2010 / 11 .

source: Tabeallat 2.14 ja 2.15 čájehit lassáneami proseanttas ohppiin geat ožžot sámegiela oahpahusa nubbingiella 3 guovtti áššáigullevaš skuvllain .
nob: Tabellane 2.14 og 2.15 syner stiging i prosent elevar som får opplæring i samisk som andrespråk 3 ved dei to aktuelle skulane .

source: Dat daguha eanet gudneáŋgiris fágaid ovdii , nugo Sámegiella nubbingiellan 2 ja Sámegiella vuosttašgiellan ovdii .
nob: Dette går da på kostnad av dei meir ambisiøse faga Samisk som andrespråk 2 og Samisk som førstespråk .

source: Lohku ohppiin geain lea sámegiella amasgiellan guovtti stáhta sámi joatkkaskuvllain – Sis-Finnmárkkus , oktan proseantaosiin olles ohppiidlogus 2005/06 – 2010/11 2005/06
nob: Talet på elevar med samisk som framandspråk ved dei to statlege samiske vidaregåande skulane i Indre Finnmark , med prosentdel av det samla elevtalet 2005/06–2010 / 11 .

source: N
nob: N Begge skulane Kautokeino Karasjok

source: Tabealla 2.16 čájeha ahte stáhta sámi joatkkaskuvllain ii leat leamaš oahpahus sámegielas amasgiellan dan rájes go golbma oahppi ledje dan oahpus skuvlajagi 2008/09 .
nob: Tabell 2.16 syner at dei statlege samiske vidaregåande skulane ikkje har gjeve opplæring i samisk som framandspråk sidan tre elevar ved den vidaregåande skulen i Kautokeino fekk slik opplæring skuleåret 2008/09 .

source: Sámegiela oahpahus amasgiellan lea eará skuvllain go stáhta joatkkaskuvllain Sis-Finnmárkkus .
nob: Opplæringa i samisk som framandspråk skjer ved andre skular enn ved dei to statlege vidaregåande skulane i Indre Finnmark .

source: 2.4 Analysa ja rávvagat Sámegiela duođaleamos dilálašvuohta Norgga skuvladoaimmahagas lea maŋemus vihtta jagi stuora njiedjan ohppiid logus geain lea sámegiella nubbingiellan .
nob: 2.4 Analyse og tilråding Det alvorlegaste tilhøvet for samisk i skuleverket i Noreg er den store nedgangen i talet på elevar med samisk som andrespråk over dei siste fem åra .

source: Ii dáidde dušše okta sivva dan njiedjamii .
nob: Det er neppe berre éin grunn til ein slik nedgang .

source: Áiggun dás ságaškuššat vejolaš sivaid , nugo oppalaš urbaniseren servodagas , oppalaš njiedjan mánáidbessodagain Davvi Norggas maŋemus vihtta jagi , okta sámegiela fágaplánamolssaeavttu heaittiheapmi jagis 2006 , sámegielfága váttisvuođat fága- ja diibmojuhkosiin ja unnán heivvolaš oahpahusmodealla mii dál lea anus ohppiin geain lea sámegiella nubbingiellan .
nob: Eg skal her drøfte moglege årsaker , slik som den generelle urbaniseringa i samfunnet , den generelle nedgangen i barnekull i Nord-Noreg dei siste fem åra , bortfallet av eit av dei samiske fagplanalternativa i 2006 , problema omkring fag- og timefordelinga for samiskfaget og den lite høvelege opplæringsmodellen som i dag er i bruk for dei elevane som vel samisk som andrespråk .

source: 2.4.1 Oppalaš urbaniseren Lunddolaš čilgehussan ohppiidlogu njiedjamii sámegiella nubbingielas , sáhttá leat dat go olmmošlohku oppalaččat njiedjá árbevirolaš sámi guovlluin 7. Olbmot fárrejit stuorit čoahkkebáikkiide .
nob: 2.4.1 Generell urbanisering Ei nærliggande forklaring på nedgangen i talet på elevar i samisk som andrespråk kan vera det faktum at folketalet generelt går ned i dei tradisjonelle samiske

source: Go olmmošlohku njiedjá , de njiedjá maiddái ohppiidlohku skuvllas .
nob: Når folketalet går ned , vil òg elevtalet i skulen gå ned .

source: Dat dilálašvuohta ii sáhte goitge leat olles čilgehussan sámegiella nubbingiella fága stuora njiedjamii .
nob: Dette tilhøvet kan likevel ikkje heilt forklare den store nedgangen i faget samisk som andrespråk .

source: Ovdamearka dihte jus muhtun bearaš fárre Davvi-Romssa suohkanis Gáivuonas ( mii lea sihke sámi hálddašanguovllus ja SED-guovlu ) , Romssa gávpogii ( mii ii leat oassin hálddašanguovllus iige SED-guovllus ) , de lea bearraša mánáide ain sámegieloahpahus fálaldat ja riekti .
nob: Om ein barnefamilie flytter frå til dømes Nord-Troms-kommunen Kåfjord ( som er med både i det samiske forvaltingsområdet og i STN-området9 ) til Tromsø by ( som korkje er med i forvaltingsområdet eller i STN-området ) , har borna i denne familien framleis både rett på og tilbod om samiskopplæring .

source: Jus dát jurddašuvvon eret fárren gáivuonabearaš vállje sámegiela fágan skuvllas Romssas maiddái , nugo dahke Gáivuonas , de ii njieja sámegiela ohppiidlohku olles riikkas .
nob: Dersom den tenkte utflytta kåfjordsfamilien vel samisk som fag på skulen i Tromsø òg , slik dei hadde gjort i Kåfjord , vil ikkje det samla elevtalet i samisk gå ned i landet sett under eitt .

source: Oahppit eai jávkka skuvlastatistihkas vaikko fárrejit eret sámi hálddašanguovllus ja SED-guovllus .
nob: Elevane forsvinn ikkje frå skulestatistikken sjølv om dei har flytta ut or det samiske forvaltingsområdet og STN-området .

source: Goitge lea ágga jáhkkit ahte váhnemat šaddet sámegiela válljemis eanet návccaid bidjat ( vejolaččat gáibidit ) muhtun skuvllas gávpogis go sámi gilis guovddáš sámi guovllus .
nob: Det er likevel grunn til å tru at det skal meir foreldreinnsats til for å velja ( eller eventuelt krevja ) samisk på skulen i ein by enn i ei samisk bygd i kjerneområdet .

source: Dainna lágiin sáhttá oppalaš urbaniseren goitge doaibmat sámegiela skuvlafágan vuostá .
nob: Slik kan den generelle urbaniseringa likevel verke mot samisk som skulefag .

source: 2.4.2 Mánáidbessosdagaid oppalaš njiedjan Jus mánáid lohku vuođđoskuvlaagis lea njiedjan olles riikkas maŋemus vihtta jagi , de dáidá ohppiid lohku geain lea sámegiella fágabiires jáhku mielde maiddái njiedjan .
nob: 2.4.2 Generell nedgang i barnekulla Dersom talet på born i grunnskulealder har gått ned i heile landet dei siste fem åra , vil talet på elevar med samisk i fagkrinsen sannsynlegvis òg ha gått ned .

source: Logut statistihkalaš guovddášdoaimmahagas čájehit vuođđoskuvlaagi mánáid logu Norggas njiedjan measta ovttain proseanttain jagi 2005 rájes 20108 rádjái .
nob: Tal frå Statistisk sentralbyrå syner at talet på born i grunnskulealder i Noreg gjekk ned med mesta éin prosent i åra frå 2005 til 201010 .

source: Dát lohku lea olles riikkas , muhto eanas vuođđoskuvlaoahppit geain lea sámegiella fágabiires ásset Davvi-Norggas .
nob: Dette talet gjeld landet sett under eitt , men dei aller fleste grunnskuleelevane med samisk i fagkrinsen bur i NordNoreg .

source: Geahča dán guokte artihkkala olmmošloguovdáneami birra SED-guovllus : Øivind Rustad ( 2010 ) : ” Olmmošlohkoovdáneapmi SED-guovllus ” Girjjis Sámi logut muitalit / Samiske tall forteller 3 .
nob: Sjå desse to artiklane om folketalsutviklinga i STN-området : Øivind Rustad ( 2010 ) : ” Befolkningsutvikling i STN-området ” . I Sámi logut muitalit / Samiske tall forteller 3 .

source: S. 121 – 142. ja Svanhild Andersen ja Torunn Pettersen ( 2008 ) : ” Befolkningsutvikling i samiske bosetningsområder – sentralisering og stabilitet . ”
nob: S. 121–142. og Svanhild Andersen og Torunn Pettersen ( 2008 ) : ” Befolkningsutvikling i samiske bosetningsområder – sentralisering og stabilitet . ”

source: Girjjis Sámi logut muitalit / Samiske tall forteller 1 .
nob: I Sámi logut muitalit / Samiske tall forteller 1 .

source: S. 28 - 61 8 Dieđuid ožžon Statistihkalaš guovddášdoaimmahagas persovnnalaš gulahallama bokte Paul Inge Severeiden .
nob: S.28– 61 9 STN-området er : Sametingets område for søkjarbaserte tilskot til næringsutvikling . 10 Opplyst av Statistisk sentralbyrå ved Paul Inge Severeide i personleg kommunikasjon .

source: Golmma davimus fylkkas njiejai ohppiidlohku vuođđoskuvllas 7,5 % dan áigodaga 9 .
nob: 11 I Finnmark gjekk talet ned med 7,61 % i Troms med 7,19 % og i Nordland med 7,72 % . 35

source: Muhto čieža proseanta oppalaš njiedjan Davvi-Norgga vuođđoskuvllaid ohppiidlogus , ii sáhte goitge leat olles čilgehus 38 % njiedjamii fágas sámegiella nubbingiella .
nob: Men ein sju prosents generell nedgang i talet på grunnskuleelevar i Nord-Noreg kan likevel ikkje vera heile forklaringa på ein nedgang på 38 % i faget samisk som andrespråk .

source: 2.4.3 Fága ja diibmojuohku Dain ovdalaš almmuhuvvon Sámi logut muitalit / Samiske tall forteller , leat čujuhan stuora ohppiidlogu njiedjamii fágas sámegiella nubbingiellan .
nob: 2.4.3 Fag og timefordeling I tidlegare utgåver av Sámi logut muitalit / Samiske tall forteller , har vi òg referert til den store nedgangen i elevtalet i samisk som andrespråk .

source: Mii leat maiddái guoskkahan vejolaš sivaid njiedjamii , nugo váttisvuođat sámegiela fágaja diibmojuohkimis olggobealde hálddašanguovllu .
nob: Vi har dessutan vore inne på ein del moglege årsaker til nedgangen , slik som vanskar med fag- og timefordelinga i samisk utanfor forvaltingsområdet .

source: Váttisvuohta fága- ja diibmojuohkimis lea og fága sámegiella nubbingiella diimmuid máŋgga skuvllain fertejit bidjat olggobeallai dábálaš skuvlaáiggi vai diibmoplánat ollašuvvet .
nob: Vanskane med fag- og timefordelinga går ut på at timane i faget samisk som andrespråk ved mange skular må leggast utanfor vanleg skuletid for å få timeplanen til å gå opp .

source: Molssaeaktu dása lea leamaš guhká ahte oahppit fertejit hilgut oahppodiimmuid eará fágain vai čáhkkehit sámegiella nubbingiella diimmuid .
nob: Eit alternativ til dette har lenge vore at elevane må gje avkall på undervisningstimar i andre fag for å få plass til timane i samisk som andrespråk .

source: Muhto vaikko makkár čovdosa válljejit , de oaidnit ahte duohtavuođas ii leat plánadoaibma heivehuvvon sámegillii .
nob: Men same kva løysing som blir vald , ser vi at planverket ikkje er tilpassa den samiske røynda .

source: Nu lea leamaš ollu jagiid .
nob: Slik har det vore i mange år .

source: Eiseválddit čujuhit dákkár čađahemiin sámegieloahpahusas , sámegiela unnit dehálaš fágan go ovdamearka dihte fágat dárogiella ja eŋgelasgiella .
nob: Signalet som styresmaktene sender ut når dei gjennomfører samiskopplæringa på denne måten , er at samisk ikkje er eit like viktig fag som til dømes norsk og engelsk .

source: Sámegiella daguha váttisvuođaid ohppiide , dan ii daga dárogiella ja eŋgelasgiella .
nob: Samisk skaper problem for elevane , det gjer ikkje norsk og engelsk .

source: Dát sáhttá mielddisbuktit ahte váhnemat muhtun áiggi geahčen válljejit sámegielfága eret mánáineaset .
nob: Dette kan medverke til at foreldre etter ei tid vel bort samisk som fag for borna sine .

source: Geavatlaččat saddá ilá moalkái doalahit sámegiela , ja skuvlii lea fága juoga mii boahtá lassin “ dehálaččabut áššiide ” Sámegiella nubbingiellan fágii leat leamaš guovddášaddon fágaplánat 1987 rájes , ja dan rájes fágaplánaid mihttu ohppiide lea leamaš doaibmi guovttegielatvuohta .
nob: Det blir for komplisert reint praktisk å halde fram med samisk , og for skulen er faget noko som kjem i tillegg til ” viktigare ting ” . Det har funnest sentralgjevne fagplanar i samisk som andrespråk sidan 1987 , og like lenge har desse fagplanane hatt funksjonell tospråklegheit som mål for elevane .

source: Go eiseválddit 24 jahkái eai leat čoavdán sámegiela nubbingieloahpahusa praktihkalaš gažaldagaid fága- ja diibmojuohkimis , de lea dat garra signála
nob: At norske styresmakter etter 24 år ikkje har løyst dei praktiske spørsmåla ved fag- og timefordelinga for andrespråkopplæringa i samisk , er eit svært sterkt signal til foreldra .

source: váhnemiidda . Signála dasa man unnán eiseválddit deattuhit fága .
nob: Det er eit signal om kor lite vekt styresmaktene legg på dette faget .

source: Dat sáhttá váhnemiin ja ohppiin heajudit fága gutnálašvuođadovddu .
nob: Dette kan svekkje faget sin prestisje blant foreldre og elevar .

source: 2.4.5 Fágaplána Sámi giella ja kultuvra heaittiheapmi Mearkkašahttit nubbingiellafágas álggii njiedjan jagi 2006 seamma jagi go skuvlareforbma Máhttolokten sisafievrriduvvui Norggas .
nob: 2.4.5 Bortfall av fagplanen Samisk språk og kultur Vi merkar oss at nedgangen for andrespråksfaget tok til i 2006 , same året som skulereforma Kunnskapsløftet vart innførd i Noreg .

source: Jáhkkimis lea oktavuohta ohppiidlogu njiedjama ja Máhttoloktema gaskkas .
nob: Det er sannsynleg at det er ein samanheng mellom elevnedgangen og Kunnskapsløftet .

source: Ovdal Máhttoloktema lei fágaplána namain Sámi giella ja kultuvra lassin fágain maid gohčodit Sámegiella nubbingiella .
nob: Før Kunnskapsløftet fanst det ein fagplan som heitte Samisk språk og kultur attåt det faget som heitte Samisk som andrespråk .

source: Fágas Sámi giella ja kultuvra lei unnit mihttu giellamáhttui go mii lei Sámegiella nubbingiella fágas .
nob: Faget Samisk språk og kultur hadde mindre ambisiøse mål for språkmeistringa enn det Samisk som andrespråk hadde .

source: Máhttoloktemiin jagi 2006 válde eret fága Sámi giella ja kultuvra .
nob: Ved innføringa av Kunnskapsløftet i 2006 vart faget Samisk språk og kultur teke bort .

source: Sadjái bohte guokte nubbingiellafága mihttomeriin doaibmi guovttegielatvuohta , Nubbingiella 2 ja Nubbingiella 3 .
nob: I staden fekk vi to andrespråksfag med målsetjing om funksjonell tospråklegheit , Andrespråk 2 og Andrespråk 3 .

source: Jáhku mielde ohppiidjoavku mii ovdal čuovui fágaplána Sámi giella ja kultuvra , de jávkkai sámegieloahpahusas .
nob: Det er sannsynleg at den elevgruppa som før følgde fagplanen Samisk språk og kultur , no er borte frå samiskundervisninga .

source: Dát sáhttá leat hypotesa .
nob: Dette kan vera ein hypotese .

source: Vai galgá ipmirdit dán kapihttala loguid , de dárbbaša diehtit fága Sámi giella ja kultuvra ohppiidlogu leat oassin das maid dás gohčodit Sámegiella nubbingiellan skuvlajagi 2005/06 .
nob: For å forstå tala i dette kapitlet er det viktig å veta at elevtalet for faget Samisk språk og kultur er rekna inn i det som her er kalla Samisk som andrespråk for skuleåret 2005/06 .

source: Dat jahki han lea vuolggasadji mihtidit njiedjama .
nob: Og det er dette året som er utgangspunktet for å måle nedgangen .

source: Maŋŋel 2005/06 fátmmastit nubbingiella logut fágaid Nubbingiella 2 ja Nubbingiella 3 .
nob: Etter 2005/06 omfattar tala for andrespråk faga Andrespråk 2 og Andrespråk 3 .

source: Tabealla 2.10 čájeha ahte 70 % nubbingiellafága njiedjamis bođii guokte vuosttaš jagi maŋŋel Máhttoloktema sisafievrredeami ja fága Sámi giella ja kultuvra heaittiheapmi .
nob: Tabell 2.10 viser at 70 % av nedgangen i andrespråksfaget kom dei to første åra etter at Kunnskapsløftet vart innført og faget Samisk språk og kultur nedlagt .

source: Dát nanne hypotesa ahte dáidá joavku geat ovdal ledje oahppit Sámi giella ja kultuvra fágas , geat de leat jávkan sámegielfágas .
nob: Dette styrkjer hypotesen om at det i stor grad er den gruppa som før utgjorde elevane i Samisk språk og kultur , som no er forsvunnen frå samiskfaget .

source: Tabeallas 2.11 oaidnit fágas Nubbingiella 3 leat mihá eanegiid jávkan go Nubbingiella 2:s .
nob: Av Tabell 2.11 ser vi at faget Andrespråk 3 har eit langt større fråfall enn Andrespråk 2 .

source: Dat maiddái nanne hypotesa ahte lea erenoamážit dat ohppiidjoavkku mii ovdal 2006 livčče válljen Sámi giella ja kultuvra mii lea jávkan sámegieloahpus .
nob: Dette styrkjer òg hypotesen om at det særleg er den elevgruppa som før 2006 ville ha valt Samisk språk og kultur , som har forsvunne frå samiskopplæringa .

source: Stáhtas ja Sámedikkis sáhttá dát leamaš rehkenaston riska dalle go Máhttoloktema sisafievrrededje ja fága Sámi giella ja kultuvra heaittihedje .
nob: Det kan vera at nedgang i elevtalet var ein kalkulert risiko frå staten og Sametinget si side da Kunnskapsløftet vart innført og faget Samisk språk og kultur vart nedlagt .

source: Jus nu lei , de dat sevdnjes gáddu orru girjábut , dál leat unnit oahppit , muhto oahppit geat leat báhcán soitet máhttit eanet sámegiela go ovdal .
nob: Dersom det var slik , blir jo det dystre biletet meir nyansert , ein har fått færre elevar , men dei elevane ein har att , er kanskje betre i samisk enn før .

source: Dán ášši sáhttá maiddái geahččat earáládje , namalassii ná : Skuvla ii leat ožžon ulbmiljoavkku mii ovdal 2006 válddii fága Sámi giella ja kultuvra , álgit fágii Nubbingiella 3 .
nob: Det finst òg ein annan måte å sjå dette på , nemleg denne : Skulen har ikkje fått med seg den målgruppa som før 2006 tok faget Samisk språk og kultur , over i faget 37

source: Sáhttit maiddái dadjat ahte ii leat buorre giellapolitihkalaččat diktit mannat stuora ohppiidjoavkku mii fal háliida oahppat sámegiela .
nob: Andrespråk 3 . Og vi kan seia at det er språkpolitisk uheldig å slik gje slepp på ei stor elevgruppe som faktisk ønskjer å lære samisk .

source: Čoahkkáigeassu lea ahte sámegielfága ii leat nagodan doalahit stuora ohppiid joavkku geat ovdal áibbas eaktodáhtolaččat válljejedje sámegiela , dahje geain goit ledje váhnemat geat válljejedje fága eaktodáhtolaččat sin ovddas .
nob: Konklusjonen på dette blir at samiskfaget ikkje har greidd å halde på ei stor gruppe elevar som tidlegare valde samisk heilt frivillig , eller som iallfall hadde foreldre som valde faget frivillig for dei .

source: 2.4.6 Guovttegielat oahpahusvuogádat Dássážii leat ságaškuššán ohppiidlogu njiedjama fágas sámegiella nubbingiellan váttisvuohtan .
nob: 2.4.6 Den tospråklege opplæringsmodellen Til no har nedgangen i elevtalet i faget samisk som andrespråk vore omtala som eit problem .

source: Muhto ii soaitte juste njiedjan váttisvuohta , njiedjama sáhttá liikka bures oaidnit symptoman muhtun váttisvuhtii .
nob: Men kanskje er ikkje nedgangen sjølve problemet , nedgangen kan like gjerne sjåast som symptom på eit problem .

source: Sáhttá leat juoga fága Sámegiella nubbingiellan oahpahusvuogádagas manne oahppit vuollánit , dahje manne váhnemat heitet válljemis fága mánáidasaset .
nob: Det kan vera noko med sjølve opplæringsmodellen i faget Samisk som andrespråk som gjer at mange elevar gjev opp , eller at foreldre sluttar å velja faget for borna sine .

source: Sammat oahpahusvuogádat soaitá stuora váttisvuohtan fágas dál ?
nob: Kanskje er opplæringsmodellen eit stort problem for faget i dag ?

source: Fágas Sámegiella nubbingiellan lea mis dahkamuš doaibmi guovttegielat oahpahusvuogádagain , mas lea mihttomearri dahkat dárogielat ohppiid guovttegielagin dárogielagin – sámegielagin .
nob: Vi har å gjera med ein gjeldande tospråkleg opplæringsmodell for Samisk som andrespråk som har som målsetting å gjera norskspråklege elevar tospråklege i norsk og samisk .

source: Muhto modeallas eai leat ávdnasat maiguin galggaše olahit mihtuid .
nob: Men modellen inneheld ikkje dei midla som skal til for å nå målet .

source: Ovdamearka dihte leat dáláš sámegielfága vuogádagas dušše golbma oahpahusdiimmu vahkkus vuođđoskuvllas , ja dábálaččat eaige geavat sámegiela oahpahusas eará daid diimmuid .
nob: Til dømes har samiskfaget etter gjeldande modell berre tre undervisningstimar for veka i grunnskulen , og samisk blir vanlegvis ikkje brukt med elevane i opplæringa utover desse tre timane .

source: Dakkár ávdnasiiguin diehttelasat ii sáhte vuogádat ollášuhttit iežas mihttomeari doaibmi guovttegielatvuođa .
nob: Med slike middel til rådvelde kan modellen sjølvsagt ikkje oppfylle si eiga målsetjing om funksjonell tospråklegheit .

source: Váhnemiid bealis lea leamaš guhká duhtameahttunvuohta sámegiella nubbingiella fágain váilevaš mihttomeriid olaheami dihte .
nob: På grunn av manglande måloppnåing har det difor lenge vore stor foreldremisnøye med faget samisk som andrespråk .

source: Maiddái dán jagi leat SisFinnmárkkus muhtun vuođđoskuvlaohppiid dárogielat váhnemat váidalan juste dan , ášši leat maiddái aviissas čállán .
nob: Også i år har norskspråklege foreldre til grunnskuleelevar i Indre Finnmark klaga på akkurat dette , og det har vore avisskriving omkring spørsmålet .

source: Dát váhnenduhtameahttunvuohta lea bistán ollu jagiid .
nob: Denne foreldremisnøya har vart ved i fleire år .

source: Juo 1990-logus čuožžilii garra moaitta váhnemiin fága sámegiella nubbingiellan vuogádahkii , ja jagi 1996 mákse daláš Sámi oahpahusráđđi ja oahpahusdirektevrrat golmma davimus fylkkas guorahallama das mo nubbingieloahpahus duođai doaimmai .
nob: Allereie på 1990-talet vart det reist sterk foreldrekritikk mot modellen for faget samisk som andrespråk , og i 1996 betalte dåverande Samisk utdanningsråd og utdanningsdirektørane i dei tre nordlegaste fylka for ei undersøking om korleis andrespråksopplæringa faktisk fungerte .
